Repository: zhrispineda/Settings-iOS
Catalog: Preferences/Resources/Localizations/OnBoardingBundles/SignInWithApple.xcstrings
Source language: en
Languages: ar, bg, ca, cs, da, de, el, es, es_us, fi, fr, fr_ca, he, hi, hr, hu, id, it, ja, kk, ko, lt, ms, nl, no, pl, pt_br, pt_pt, ro, ru, sk, sl, sv, th, tr, uk, vi, zh_cn, zh_hk, zh_tw

# BUTTON_CAPTION
source: In setting up Sign in with Apple, information about your Apple Account and device use patterns may be used by Apple to help prevent fraud.
ar: في إعداد "تسجيل الدخول باستخدام Apple"، قد تستخدم Apple معلومات حول حساب Apple الخاص بك وأنماط استخدام جهازك للمساعدة في منع الاحتيال.
bg: Когато настройвате Вход с Apple, информация относно вашата Apple регистрация и как използвате устройство си може да се използва от Apple за предотвратяване на измами.
ca: Si configures l’inici de sessió amb Apple, pot ser que Apple utilitzi la informació del compte d’Apple i els patrons d’ús del dispositiu per tal d’evitar el frau.
cs: Jestliže si aktivujete službu Přihlášení přes Apple, společnost Apple může za účelem bránění podvodům používat informace o vašem účtu Apple a o typickém využívání vašeho zařízení.
da: Når du indstiller Log ind med Apple, bliver oplysninger om din Apple‑konto og brugsmønstre for enheden muligvis brugt af Apple til at forhindre svindel.
de: Wenn du die Option „Mit Apple anmelden“ einrichtest, kann Apple Informationen über deinen Apple Account und Gerätenutzungsmuster verwenden, um Betrug zu verhindern.
el: Κατά τη διαμόρφωση της Σύνδεσης μέσω Apple, οι πληροφορίες σχετικά με τον λογαριασμό Apple σας και τα μοτίβα χρήσης της συσκευής σας ενδέχεται να χρησιμοποιηθούν από την Apple για αποτροπή απάτης.
es: Al configurar “Iniciar sesión con Apple”, Apple podrá utilizar información sobre tu cuenta de Apple y tus patrones de uso del dispositivo para ayudar a evitar el fraude.
es_us: Al configurar Iniciar sesión con Apple, Apple puede usar información sobre tu cuenta de Apple y tus patrones de uso del dispositivo para ayudar a prevenir el fraude.
fi: Kun Kirjaudu sisään Applella -toiminto otetaan käyttöön, Apple voi käyttää petosten ehkäisemiseen tietoja Apple-tilistäsi ja laitteesi käyttötavoista.
fr: Lorsque vous configurez « Se connecter avec Apple », des informations concernant votre compte Apple et vos habitudes d’utilisation de l’appareil peuvent être utilisées par Apple dans le but de lutter contre la fraude.
fr_ca: La configuration de Connexion avec Apple permet à Apple d’utiliser les informations sur votre compte Apple et vos tendances d’utilisation de votre appareil pour prévenir la fraude.
he: לאחר הגדרת ״התחברות באמצעות Apple״, מידע על תבניות השימוש שלך במכשיר וחשבון ה-Apple שלך עשוי לשמש את Apple בסיוע במניעת הונאות.
hi: “Apple से साइन इन करें” सेटअप करने में आपकी Apple खाते की जानकारी और डिवाइस उपयोग पैटर्न की जानकारी का उपयोग Apple द्वारा धोखाधड़ी रोकने के लिए किया जा सकता है।
hr: Kad postavljate značajku Prijava s Appleom, tvrtka Apple može koristiti informacije o vašem Apple računu i obrascima korištenja uređaja radi sprječavanja prijevare.
hu: A Bejelentkezés az Apple-lel beállítása során az Apple felhasználhatja az Apple-fiókjával és az eszközhasználati szokásaival kapcsolatos információkat a csalások megakadályozásához.
id: Dengan mengatur Masuk dengan Apple, informasi mengenai Akun Apple dan pola penggunaan perangkat Anda dapat digunakan oleh Apple untuk membantu mencegah penipuan.
it: Durante la configurazione dell’accesso con Apple, le informazioni sul tuo Apple Account e le abitudini di utilizzo del dispositivo possono essere utilizzate da Apple per aiutare a prevenire le frodi.
ja: “Appleでサインイン”を設定する場合、Appleは、不正行為の防止に役立てるため、Apple Accountとデバイスの使用パターンに関する情報を使用する場合があります。
kk: «Apple арқылы жүйеге кіру» функциясын баптау кезінде, Apple аккаунты және құрылғыны пайдалану үлгілері туралы ақпаратты Apple компаниясы алаяқтықтың алдын алу мақсатында пайдалануы мүмкін.
ko: ‘Apple로 로그인’을 설정할 때, 사기를 방지하기 위해 사용자의 Apple 계정 및 기기 사용 패턴에 대한 정보를 Apple이 사용할 수 있습니다.
lt: Kai nustatote funkciją „Prisijungimas naudojant „Apple“, siekdama užkirsti kelią sukčiavimui, „Apple“ gali naudoti informaciją apie jūsų „Apple“ paskyrą ir įrenginio naudojimo įpročius.
ms: Dalam menyediakan Daftar masuk dengan Apple, maklumat tentang Akaun Apple dan corak penggunaan peranti anda mungkin digunakan oleh Apple untuk membantu mencegah penipuan.
nl: Wanneer je 'Log in met Apple' configureert, is het mogelijk dat informatie over je Apple Account en gebruikspatronen van je apparaten door Apple worden gebruikt om fraude te voorkomen.
no: Ved å konfigurere Logg på med Apple kan informasjon om Apple‑kontoen din og bruksmønstre for enheten bli brukt av Apple for å forhindre svindel.
pl: Gdy konfigurujesz funkcję Zaloguj się, używając konta Apple, dane dotyczące Twojego konta Apple oraz wzorce korzystania z urządzenia mogą być używane przez Apple w celu zapobiegania oszustwom.
pt_br: Quando você configura o Início de Sessão com a Apple, informações sobre sua Conta Apple e padrões de uso podem ser usadas pela Apple para ajudar a impedir fraudes.
pt_pt: Durante a configuração de Iniciar sessão com a Apple, a informação sobre a sua conta Apple e os padrões de utilização do dispositivo poderá ser usada pela Apple para ajudar a impedir ações fraudulentas.
ro: La configurarea autentificării cu Apple, informațiile despre contul dvs. Apple și tiparele de utilizare a dispozitivului pot fi utilizate de Apple pentru a contribui la prevenirea fraudelor.
ru: При настройке службы «Вход с Apple» информация о Вашем Аккаунте Apple и сведения о том, как используется устройство, могут быть использованы Apple, чтобы предотвратить мошенничество.
sk: Pri aktivovaní funkcie Prihlásenie cez Apple môžu byť informácie o vašom Apple účte a typickom využívaní vášho zariadenia použité spoločnosťou Apple na zabraňovanie podvodom.
sl: Pri nastavljanju možnosti Vpis z računom Apple lahko Apple uporabi podatke o vašem računu Apple in vzorcih uporabe naprave za pomoč pri preprečevanju goljufij.
sv: När du ställer in Logga in med Apple kan information om ditt Apple‑konto och användningsmönster för enheten användas av Apple för att förhindra bedrägerier.
th: ในการตั้งค่าลงชื่อเข้าด้วย Apple ข้อมูลเกี่ยวกับบัญชี Apple ของคุณและรูปแบบการใช้งานอุปกรณ์อาจถูกใช้โดย Apple เพื่อช่วยป้องกันการโจรกรรม
tr: Apple ile Giriş Yap özelliğini ayarlarken Apple Hesabı’nız ve aygıt kullanma biçimleriniz ile ilgili bilgiler Apple tarafından dolandırıcılığı önlemek amacıyla kullanılabilir.
uk: Під час налаштування Входу з Apple інформація про ваш обліковий запис Apple і шаблони користування пристроєм можуть використовуватися Apple, щоб сприяти запобіганню шахрайству.
vi: Trong khi thiết lập Đăng nhập bằng Apple, thông tin về Tài khoản Apple và mô hình sử dụng thiết bị của bạn có thể được Apple sử dụng để giúp phòng chống lừa đảo.
zh_cn: 设置“通过Apple登录”时，Apple可能会使用你的Apple账户和设备使用习惯的相关信息来帮助防范欺诈行为。
zh_hk: 設定「使用Apple登入」時，Apple可能會使用有關你Apple帳户及裝置使用模式的資料來防止詐騙。
zh_tw: 在設定「使用Apple登入」時，Apple可能會使用與你「Apple帳號」和裝置使用模式的資訊以協助防範詐騙。

# SECOND_BULLET
source: Some developers may ask for your name, which you can edit. They may also ask for your email, which you can provide directly or use an alias.
ar: قد يطلب بعض المطورين اسمك، والذي يمكنك تعديله. وقد يطلبون أيضًا عنوان بريدك الإلكتروني، والذي يمكنك تقديمه مباشرة أو استخدام اسم مستعار.
bg: Някои разработчици може да поискат вашето име, което можете да редактирате. Също така може да поискат вашия имейл, който можете да предоставите директно или да използвате псевдоним.
ca: Pot ser que alguns equips de desenvolupament et demanin el nom, que pots editar. També pot ser que demanin l’adreça electrònica, que els pots proporcionar directament o fer servir un àlies.
cs: Někteří vývojáři mohou požadovat vaše jméno (můžete je později upravit). Kromě toho mohou požadovat také vaši e‑mailovou adresu; tu můžete zadat rovnou nebo můžete použít alias.
da: Nogle udviklere vil muligvis bede om dit navn, som du kan redigere. De vil også muligvis bede om din e-mail, som du kan give direkte, eller du kan bruge et alias.
de: Einige Entwicklungsteams werden evtl. nach deinem Namen fragen, den du ändern kannst. Möglicherweise fragen sie auch nach deiner E-Mail-Adresse, die du direkt weitergeben oder ein Alias verwenden kannst.
el: Κάποιοι δημιουργοί μπορεί να ζητήσουν το όνομά σας, το οποίο μπορείτε να αλλάξετε. Μπορεί επίσης να ζητήσουν το email σας, το οποίο μπορείτε να δώσετε άμεσα ή μπορείτε να χρησιμοποιήσετε ένα ψευδώνυμο.
es: Algunos desarrolladores podrían pedirte tu nombre, pero puedes editarlo. También podrían pedirte una dirección de correo electrónico, que puedes facilitarles directamente o utilizar un alias.
es_us: Algunos desarrolladores pueden pedirte tu nombre, el cual puedes editar. También pueden pedirte tu correo, el cual puedes proporcionar directamente o usar un alias.
fi: Jotkin kehittäjät saattavat pyytää nimeäsi, jota voit muokata. He voivat myös pyytää sähköpostiosoitettasi, jonka voit antaa sellaisenaan tai käyttää aliasta.
fr: Certains développeurs peuvent demander votre nom et votre adresse e-mail. Vous pouvez modifier votre nom, et vous pouvez choisir de divulguer votre adresse e-mail ou d’utiliser un alias.
fr_ca: Certains développeurs peuvent demander votre nom et votre adresse courriel. Vous pouvez modifier votre nom, et vous pouvez choisir de divulguer votre adresse courriel ou d’utiliser un alias.
he: מפתחים מסוימים עשויים לשאול לשמך, שאותו ניתן לערוך. הם עשויים גם לבקש את כתובת הדוא״ל שלך; תוכל/י לספק אותה כפי שהיא או להשתמש בכינוי דוא״ל.
hi: कुछ डेवलपर आपका नाम पूछ सकते हैं जिसे आप संपादित कर सकते हैं। वे आपका ईमेल भी पूछ सकते हैं जिसे आप सीधे प्रदान कर सकते हैं या किसी एलियस का उपयोग कर सकते हैं।
hr: Neki developeri mogu zatražiti vaše ime, koje možete uređivati. Također vas mogu zatražiti e-mail adresu, koju možete izravno dati ili koristite pseudonim.
hu: Néhány fejlesztő elkérheti az Ön nevét, amelyet Ön szerkeszthet. Ezenkívül az e-mail-címét is elkérhetik, amelyet megadhat közvetlenül, vagy használhat aliast.
id: Beberapa pengembang dapat meminta nama Anda, yang dapat Anda edit. Mereka juga dapat meminta email Anda, yang dapat Anda berikan secara langsung atau menggunakan alias.
it: Alcuni sviluppatori potrebbero chiederti di inserire il nome, che può essere modificato. Potrebbero chiederti anche un indirizzo email, che puoi fornire direttamente o sostituire con un alias.
ja: デベロッパによっては、名前の入力を求められることがありますが、これは編集可能です。または、メールを要求されることもありますが、これは直接提供することも、エイリアスを使用することもできます。
kk: Кейбір әзірлеушілер өңдеуге болатын атыңызды сұрауы мүмкін. Сондай-ақ олар сізден эл. пошта мекенжайыңызды енгізуді сұрауы мүмкін, оны тікелей көрсетуге болады немесе лақап ат қолдануға болады.
ko: 사용자는 이름을 편집할 수 있고 일부 개발자는 사용자의 이름을 요구할 수 있습니다. 개발자는 사용자의 이메일도 요구할 수 있으며 사용자는 이를 직접 제공하거나 별칭을 사용할 수 있습니다.
lt: Kai kurie programų kūrėjai gali prašyti nurodyti vardą, kurį galite redaguoti. Taip pat jie gali prašyti jūsų el. pašto adreso – galite jį pateikti tiesiogiai arba naudoti slapyvardį.
ms: Sesetengah pembangun mungkin meminta nama anda, yang anda boleh edit. Mereka juga mungkin meminta e-mel anda, yang anda boleh berikan terus atau menggunakan alias.
nl: Sommige ontwikkelaars kunnen om je naam vragen, maar deze kun je bewerken. Als ze je om je e‑mailadres vragen, kun je je eigen e‑mailadres of een alias verstrekken.
no: Noen utviklere kan spørre om navnet ditt, som du kan redigere. De kan også spørre om e-postadressen din, som du kan oppgi direkte eller bruke et alias.
pl: Niektórzy deweloperzy mogą prosić o Twoje imię i nazwisko, które możesz edytować. Mogą także poprosić o adres email, który możesz podać lub użyć aliasu.
pt_br: Alguns desenvolvedores podem solicitar o seu nome, o qual você pode editar. Eles também podem solicitar o seu e‑mail, o qual você pode fornecer diretamente ou usar um alias.
pt_pt: Alguns programadores poderão solicitar o seu nome, que pode ser editado por si. Também poderão solicitar o seu e‑mail, que pode fornecer diretamente ou utilizar uma alcunha.
ro: Este posibil ca unii dezvoltatori să vă solicite numele, pe care îl puteți edita. De asemenea, aceștia vă pot solicita adresa de e‑mail, pe care o puteți furniza direct sau puteți utiliza un alias.
ru: Некоторые разработчики могут запросить Ваше имя. Имя можно изменить. Они также могут запросить адрес электронной почты. Вы можете его предоставить или воспользоваться адресом-псевдонимом.
sk: Niektorí vývojári môžu žiadať vaše meno a emailovú adresu. Meno, ktoré im poskytnete, môžete upraviť a namiesto emailovej adresy máte možnosť použiť alias.
sl: Nekateri razvijalci bodo morda vprašali po vašem imenu, kar lahko urejate. Morda vas bodo vprašali tudi po e-poštnem naslovu, ki ga lahko posredujete neposredno ali uporabite psevdonim.
sv: Vissa utvecklare kan fråga efter ditt namn, som du kan ändra. De kan också fråga efter din e-postadress som du kan ge dem direkt eller använda ett alias.
th: นักพัฒนาบางคนอาจถามชื่อของคุณ ซึ่งคุณสามารถแก้ไขได้ นักพัฒนายังอาจถามอีเมลของคุณ ซึ่งคุณสามารถแจ้งโดยตรงหรือใช้เป็นนามแฝงก็ได้
tr: Bazı geliştiriciler adınızı sorabilir; bu bilgiyi düzenleyebilirsiniz. Ayrıca, doğrudan sağlayabileceğiniz veya takma ad olarak kullanabileceğiniz e-postanızı da isteyebilirler.
uk: Деякі розробники можуть запитувати ваше імʼя, яке ви завжди зможете змінити. Вони можуть також запитати вашу е‑адресу, яку ви можете надати безпосередньо або використати псевдонім.
vi: Một số nhà phát triển có thể yêu cầu tên của bạn mà bạn có thể sửa. Họ cũng có thể yêu cầu địa chỉ email của bạn mà bạn có thể cung cấp trực tiếp hoặc sử dụng biệt danh.
zh_cn: 部分开发者可能会要求你输入姓名，你可以对此进行编辑。他们也可能会要求你输入电子邮件，你可以直接提供或使用替身。
zh_hk: 部份開發者可能會詢問你的姓名（你可以加以編輯）。他們也可能會詢問你的電郵（你可以直接提供或使用化名）。
zh_tw: 部分開發者可能會詢問你的姓名（你可以加以編輯）。他們也可能會詢問你的電子郵件（你可以直接提供或使用化名）。

# BUTTON_TITLE
source: See how your data is managed…
ar: يمكنك التعرُّف على كيفية إدارة بياناتك…
bg: Вижте как се управляват вашите данни…
ca: Mostra com es gestionen les dades…
cs: Informace o správě vašich dat…
da: Se, hvordan dine data administreres…
de: So werden deine Daten verwaltet …
el: Τρόπος διαχείρισης των δεδομένων σας…
es: Consulta cómo se gestionan tus datos…
es_us: Consulta cómo se utiliza tu información…
fi: Katso, miten tietojasi hallitaan…
fr: Découvrez comment sont gérées vos données…
fr_ca: Découvrez comment vos données sont gérées…
he: כיצד מנוהלים הנתונים שלך…
hi: देखें कि आपका डेटा कैसे प्रबंधित किया जाता है…
hr: Pogledajte kako se upravlja vašim podacima⁠…
hu: Az adatok kezelésének áttekintése…
id: Lihat bagaimana data Anda dikelola…
it: Scopri come vengono gestiti i tuoi dati…
ja: 個人データの管理方法について確認…
kk: Деректеріңіз қалай басқарылады…
ko: 사용자의 데이터가 어떻게 관리되는지 보기…
lt: Kaip tvarkomi jūsų duomenys…
ms: Lihat cara data anda diurus…
nl: Bekijk hoe je gegevens worden beheerd…
no: Se hvordan dataene administreres…
pl: Jak zarządzamy Twoimi danymi…
pt_br: Veja como os seus dados são gerenciados…
pt_pt: Veja como são geridos os seus dados…
ro: Aflați cum sunt gestionate datele dvs…
ru: Как осуществляется управление данными…
sk: Informácie o správe vašich dát…
sl: Kako so upravljani vaši podatki …
sv: Se hur dina data hanteras…
th: ดูการจัดการข้อมูลของคุณ…
tr: Verilerinizin nasıl yönetildiğini görün…
uk: Як керують вашими даними…
vi: Xem cách chúng tôi quản lý dữ liệu của bạn…
zh_cn: 了解数据的管理方式…
zh_hk: 查看資料管理方式⋯
zh_tw: 查看你資料的管理方式⋯

# THIRD_BULLET
source: Apple knows if you’ve enabled Sign in with Apple for an app or a website, but does not track what apps or websites you sign in to or when.
ar: تعرف Apple ما إذا كنت قد مكّنت "تسجيل الدخول باستخدام Apple" لتطبيق أو موقع ويب، لكنها لا تتعقب التطبيقات أو مواقع الويب التي تسجّل الدخول إليها أو توقيت ذلك.
bg: Apple знае дали сте активирали Вход с Apple за приложение или уеб сайт, но не следи в кои приложения или уеб сайтове влизате и кога.
ca: Apple sap si has activat l’inici de sessió amb Apple en una app o un lloc web, però no controla a quines apps o quins llocs web inicies sessió ni quan.
cs: Společnost Apple má k dispozici informace o tom, jestli jste pro určitou aplikaci nebo webovou stránku aktivovali Přihlášení přes Apple, ale nezjišťuje, ke kterým aplikacím a webovým stránkám se přihlašujete a kdy.
da: Apple ved, om du har aktiveret Log ind med Apple for en app eller et websted, men sporer ikke hvilke apps eller websteder, du logger ind på, og hvornår.
de: Apple weiß, dass du die Option „Anmelden mit Apple“ für eine App oder Website aktiviert hast, aber verfolgt nicht, bei welchen Apps oder Websites du dich anmeldest bzw. wann.
el: Η Apple γνωρίζει πότε ενεργοποιείτε τη Σύνδεση μέσω Apple για μια εφαρμογή ή έναν ιστότοπο, αλλά δεν καταγράφει σε ποιες εφαρμογές ή ιστότοπους συνδέεστε και πότε.
es: Apple sabe si has activado “Iniciar sesión con Apple” en una app o sitio web dado, pero no controla las apps o sitios web en los que inicias sesión ni cuándo.
es_us: Apple sabe si has activado Iniciar sesión con Apple para una app o un sitio web, pero no monitorea en qué apps o sitios web inicias sesión, ni cuándo.
fi: Apple tietää, jos olet ottanut Kirjaudu sisään Applella -toiminnon käyttöön apille tai sivustolle, mutta ei seuraa mihin appeihin tai mille sivustoille kirjaudut ja milloin.
fr: Apple sait si vous avez activé « Se connecter avec Apple » pour une app ou un site web, mais n’enregistre pas les apps ou sites web auxquels vous vous connectez ni quand vous vous y connectez.
fr_ca: Apple sait si vous avez activé l’option « Connexion avec Apple » pour une app ou un site Web, mais elle ne suit pas les apps ou les sites Web auxquels vous vous connectez ni le moment des connexions.
he: ‏Apple יודעת אם הפעלת את ״התחברות באמצעות Apple״ עבור יישום או אתר אינטרנט, אך אינה עוקבת אחר היישומים או האתרים שאליהם התחברת או אחר זמני ההתחברות.
hi: यदि आप किसी ऐप या वेबसाइट के लिए “Apple से साइन इन करें” को सक्षम करते हैं, तो इसकी जानकारी Apple को होती है लेकिन वह ट्रैक नहीं करता है कि आपने किन ऐप्स या वेबसाइट में कब साइन इन किया है।
hr: Apple zna jeste li omogućili opciju Prijava s Appleom za aplikaciju ili web stranicu, ali ne prati u koje ste se aplikacije ili web stranice prijavili ili kada.
hu: Az Apple felismeri, ha a Bejelentkezés az Apple-lel funkció be van kapcsolva egy app vagy egy webhely esetében, de nem követi nyomon, hogy mikor és milyen appokba és webhelyekre jelentkezik be.
id: Apple dapat mengetahui jika Anda telah mengaktifkan Masuk dengan Apple di app atau situs web, tapi tidak melacak di app atau situs web mana atau kapan Anda masuk.
it: Apple sa se hai abilitato l’accesso con Apple per un app o un sito web, ma non tiene traccia delle app o dei siti web ai cui accedi, né dell’orario di accesso.
ja: あなたが“Appleでサインイン”をアプリまたはWebサイトで有効にすると、Appleはこれを把握しますが、サインインしたアプリまたはWebサイトおよびサインインした日時については追跡しません。
kk: Apple компаниясы қолданба немесе веб-сайт үшін «Apple арқылы жүйеге кіру» функциясын қосқаныңыз туралы ақпарат алады, бірақ сіз қандай бағдарламаларға немесе веб-сайттарға кіргеніңізді немесе қашан кіргеніңізді бақыламайды.
ko: Apple은 사용자가 앱이나 웹사이트에서 ‘Apple로 로그인’하면 이를 알 수 있지만, 사용자가 로그인한 앱이나 웹사이트 및 로그인한 시간은 추적하지 않습니다.
lt: „Apple“ žino, ar programai arba svetainei įjungėte funkciją „Prisijungimas naudojant „Apple“, tačiau neseka, prie kurių programų ar svetainių prisijungiate arba kada tai darote.
ms: Apple tahu jika anda telah mendayakan Daftar masuk dengan Apple untuk app atau tapak web, tetapi tidak menjejaki app atau tapak web yang anda daftar masuk atau masanya.
nl: Apple weet of je Log in met Apple hebt ingeschakeld voor een app of website, maar houdt niet bij in welke apps en websites je inlogt en wanneer.
no: Apple vet om du har aktivert Logg på med Apple for en app eller et nettsted, men sporer ikke hvilke apper eller nettsteder du logger på eller når.
pl: Apple wie, czy masz włączoną funkcję Zaloguj się, używając konta Apple w aplikacji lub w witrynie, ale nie śledzi w jakich aplikacjach lub witrynach się logujesz, ani kiedy to robisz.
pt_br: A Apple sabe se você ativou “Iniciar Sessão com a Apple” em um app ou site, mas não rastreia quais apps ou sites você inicia a sessão nem quando.
pt_pt: A Apple sabe se ativou Iniciar sessão com a Apple para uma aplicação ou um site, mas não monitoriza em que aplicações ou sites inicia sessão nem quando.
ro: Apple știe dacă ați activat Autentificare cu Apple pentru o aplicație sau un site web, dar nu urmărește la ce aplicații sau site-uri web vă autentificați sau când faceți acest lucru.
ru: Apple получает информацию о том, что Вы включили службу «Вход с Apple» для приложения или веб-сайта, но не отслеживает, в какие приложения или веб-сайты Вы вошли или когда.
sk: Spoločnosť Apple má informácie o tom, či ste si pre nejakú apku alebo webovú stránku zapli funkciu Prihlásenie cez Apple, ale nesleduje, v akých časových intervaloch a ani do akých apiek alebo webových stránok sa prihlasujete.
sl: Apple ve, če ste omogočili možnost Vpiši se z računom Apple za aplikacijo ali spletno mesto, vendar ne sledi temu, v katere aplikacije ali na katera spletna mesta se vpišete ali kdaj.
sv: Apple vet om du har aktiverat Logga in med Apple för en app eller webbplats, men spårar inte vilka appar eller webbplatser du loggar in på eller när du gör det.
th: Apple จะทราบหากคุณเปิดใช้งานลงชื่อเข้าด้วย Apple สำหรับแอปหรือเว็บไซต์ แต่จะไม่ติดตามว่าคุณลงชื่อเข้าแอปหรือเว็บไซต์ใดหรือเมื่อใด
tr: Apple, bir uygulama veya web sitesi için Apple ile Giriş Yap’ı etkinleştirip etkinleştirmediğinizi bilir, ancak hangi uygulamalara veya web sitelerine ne zaman giriş yaptığınızı izlemez.
uk: Apple знає, чи ввімкнули ви функцію «Вхід з Apple» для якоїсь програми чи вебсайту, але не відстежує, в які саме програми або вебсайти ви входите і коли.
vi: Apple biết bạn có bật Đăng nhập bằng Apple cho một ứng dụng hoặc trang web hay không, nhưng không theo dõi những ứng dụng hoặc trang web nào mà bạn đăng nhập hoặc thời điểm đăng nhập.
zh_cn: Apple知道你是否为某个App或网站启用了“通过Apple登录”，但不会跟踪你何时登录了什么App或网站。
zh_hk: Apple知道你是否已在App或網站中啟用了「使用Apple登入」，但不會追蹤你在何時登入了哪些App或網站。
zh_tw: Apple知道你是否已在App或網站中啟用了「使用Apple登入」，但不會追蹤你在何時登入了哪些App或網站。
